Repository: roonysilver/KPI-VBA
Catalog: KPI/App_GlobalResources/KPI.language.*.resx
Languages: vi_vn

# accept
source: 登録・閉じる
vi_vn: Xác nhận・Quay lại

# analysis
source: 品質分析表
vi_vn: Phân tích chất lượng

# average
source: 指標値 (平均値)
vi_vn: Giá trị chỉ mục (giá trị trung bình)

# BRCaccept
source: BRC内部受入
vi_vn: Chấp nhận ở BRC

# btnAdd
source: 追加
vi_vn: Thêm

# btnAddError
source: 改修のレビューの追加
vi_vn: Thêm phân loại lỗi

# btnAddTask
source: 改修の追加
vi_vn: Thêm Công Việc

# btnCfmContinue
source: 登録・継続
vi_vn: Xác nhận・Tiếp tục

# btnCfmReturn
source: 登録・閉じる
vi_vn: Xác nhận・Quay lại

# btnCSV
source: CSV出力
vi_vn: Tải CSV

# btnDelete
source: 削除
vi_vn: Xóa

# btnEdit
source: 編集
vi_vn: Sửa

# btnDetail
source: 詳細
vi_vn: Chi tiết

# cancel
source: キャンセル
vi_vn: Hủy bỏ

# cardheaderTarget
source: 品質指標値
vi_vn: Mục tiêu chất lượng

# carHeader
source: プロジェクト
vi_vn: Dự án

# carHeaderAddProject
source: プロジェクトの追加
vi_vn: Thêm dự án

# carHeaderEditProject
source: プロジェクトの編集
vi_vn: Chỉnh sửa dự án

# changePass
source: パスワードの変更
vi_vn: Đổi mật khẩu

# clmAction
source: アクション
vi_vn: Thao tác

# clmCreateAt
source: 作成日
vi_vn: Thời gian tạo

# clmDP
source: 部門
vi_vn: Bộ phận

# clmLeader
source: 担当者・リーダー
vi_vn: Trưởng nhóm

# clmLevel
source: 難易度
vi_vn: Mức độ

# clmMember
source: メンバー
vi_vn: Thành viên dự án

# clmNP
source: プロジェクト
vi_vn: Tên dự án

# clmNum
source: 項番
vi_vn: STT

# codePhase
source: 製造
vi_vn: Code

# clmTask
source: 改修内容
vi_vn: Nhiệm vụ

# clmUser
source: 改修マイン担当
vi_vn: Người phụ trách

# confCkDelete
source: 削除プロジェクトを選択してください。
vi_vn: Chọn dự án muốn xóa!

# confDelete
source: このプロジェクトを本当に削除しますか？削除後は元に戻すことはできません。
vi_vn: Bạn có thực muốn xóa không, sau khi xóa không thể hoàn tác được ?

# csv
source: CSV出力
vi_vn: Tải file CSV

# designPhase
source: 設計
vi_vn: Thiết kế

# demo
source: cdcdfv
vi_vn: dsdsds

# empData
source: 何もデータが見つかりませんでした！
vi_vn: Không tìm thấy dữ liệu !

# errorNullData
source: 入力してください！
vi_vn: Vui lòng không để trống !

# errorNullMember
source: プロジェクトのメンバーを選択してください。!
vi_vn: Vui lòng chọn thành viên dự án !

# errorNullProject
source: プロジェク入力してください！
vi_vn: Vui lòng nhập dự án !

# errorRateOnCode
source: 製造工数に対する指摘率
vi_vn: Tỷ lệ lỗi trên số công code

# errorRateOndesign
source: 設計工数に対する指摘率
vi_vn: Tỷ lệ lỗi trên số công thiết kế

# errorRateOndesign-test
source: 設計～テストまでの工数に対する指摘率
vi_vn: Tỉ lệ lỗi trên số công từ khi thiết kế ~ Test

# errorRateOnTest
source: テスト時のバグヒット率
vi_vn: Tỷ lệ lỗi trên số công test

# holderMemberSelect
source: ---プロジェクトのメンバーを選択してください。---
vi_vn: ---Vui lòng chọn thành viên dự án ---

# home
source: ホーム
vi_vn: Trang chủ

# listRepair
source: 改修一覧
vi_vn: Hạng mục lỗi review

# logout
source: ログアウト
vi_vn: Đăng xuất

# majorAccept
source: 業務側受入(リリース後含む)
vi_vn: Chấp nhận ở phía nghiệp vụ

# menu
source: 指標
vi_vn: Chỉ tiêu

# OSCaccept
source: OSC様受入
vi_vn: Chấp nhận ở khách hàng OSC

# phase
source: フェーズ
vi_vn: Giai đoạn

# phdLevel
source: --レベルを選択してください--
vi_vn: --Xin hãy chọn cấp độ--

# phdTask
source: --改修内容を入力してください--
vi_vn: --Xin hãy nhập nhiệm vụ--

# phdUser
source: --改修メイン担当を選択してください--
vi_vn: --Xin hãy chọn người phụ trách--

# search
source: 検索...
vi_vn: Tìm kiếm

# target
source: 品質指標
vi_vn: Mục tiêu chất lượng

# testPhase
source: テスト
vi_vn: Test

# tolerance
source: 指標値 （許容範囲）
vi_vn: Giá trị chỉ mục (phạm vi trung bình)

# userInfo
source: ユーザー情報
vi_vn: Thông tin nhân viên

# taskHeader
source: 改修一覧
vi_vn: Danh Sách Công Việc

# btnBack
source: 戻る
vi_vn: Quay lại

# clmBug
source: 指摘・バグ件数
vi_vn: Lỗi ・ số lượng bug

# clmErrorAnalysis
source: レビュー指摘事項・バグ分類
vi_vn: Hạng mục lỗi review ・Phân loại bug

# clmPhase
source: フェーズ
vi_vn: Công đoạn

# clmReference
source: 備考
vi_vn: Tham khảo

# taskHeaderAdd
source: 改修の追加
vi_vn: Thêm mới Công Việc

# taskHeaderEdit
source: 改修の編集
vi_vn: Chỉnh sửa Công Việc

# titleErrorAnalysis
source: レビュー指摘事項・バグ分類及び分析表
vi_vn: Hạng mục lỗi review ・bảng phân loại lỗi và phân tích

# reason
source: ★あり：問題の原因分析、改善方針等々</br> ★なし：成功の原因分析、波及方法等々
vi_vn: Có ★: Phân tích nguyên nhân của vấn đề, phương thức cải tiến v.v</br> Không ★: Phân tích nguyên nhân thành công, phương thức mở rộng, lan truyền v.v

# errorAnalysis
source: 改修内容
vi_vn: Nhiệm vụ

# errorHeaderAdd
source: 新しいエラー分析を作成する
vi_vn: Thêm mới Lỗi

# errorHeaderEdit
source: エラー分析の編集
vi_vn: Sửa lỗi phân tích

# phdBug
source: --指摘・バグ件数を入力してください--
vi_vn: --Nhập số lượng lỗi--

# phdError
source: --フェーズを選択してください--
vi_vn: --Chọn hạng mục lỗi--

# phdPhase
source: --フェーズを選択してください--
vi_vn: --Chọn công đoạn--

# phdReference
source: --備考を入力してください--
vi_vn: --Nhập Tham khảo--

# phdTaskk
source: --改修を選択してください--
vi_vn: --Xin chọn Nhiệm Vụ--

# accepMajor
source: 業務側受入指摘事項
vi_vn: Lỗi khi chấp nhận ở phía nghiệp vụ

# detailTarget
source: 分析
vi_vn: Chi tiết

# errorAcceptBRC
source: BRC受入指摘事項
vi_vn: Lỗi chấp nhận ở BRC

# errorAcceptOSC
source: OSC様受入指摘事項
vi_vn: Lỗi khi chấp nhận ở khách hàng OSC

# errorRateOnJob
source: 工数に対する 指摘率
vi_vn: Tỉ lệ lỗi trên số công

# errorReview
source: レビュー指摘事項
vi_vn: Lỗi review

# numBug
source: バグ件数
vi_vn: Số lượng bug

# numJob
source: 工数
vi_vn: Số công

# numJobDesignText
source: 工数 （設計～テスト）
vi_vn: Số công (Thiết kế~ Test)

# numTest
source: テスト件数
vi_vn: Số lượng mục test

# rateBugHit
source: バグヒット率
vi_vn: Tỉ lệ bug hit

# yesNoOverStand
source: 基準値 超過有無
vi_vn: Có/không vượt quá giá trị tiêu chuẩn

# address
source: 住所
vi_vn: Địa chỉ

# birthDate
source: 生年月日
vi_vn: Ngày sinh

# conternt
source: 項目
vi_vn: Nội dung

# detailContent
source: 詳細
vi_vn: Chi tiết

# email
source: メールアドレス
vi_vn: Email

# holderNewPass
source: 新パスワードを入力してください...
vi_vn: Vui lòng nhập mật khẩu mới

# holderOldPass
source: 現在のパスワードを入力してください...
vi_vn: Vui lòng nhập mật khẩu

# holderRetypeNewPass
source: 確認のため、再度新パスワードを入力してください...
vi_vn: Vui lòng nhập lại mật khẩu mới

# infouser
source: ユーザー情報
vi_vn: Thông tin người dùng

# newPass
source: 新パスワード
vi_vn: Mật khẩu mới

# numberPhane
source: 電話番号
vi_vn: Số điện thoại

# oldPass
source: 現在のパスワード
vi_vn: Mật khẩu hiện tại

# passANotdetail
source: 違うパスワード
vi_vn: Mật khẩu bạn đã nhập không chinhs xác

# passDiffrent
source: パスワードが確認用パスワードと一致していません
vi_vn: Mật khẩu không khớp với mật khẩu xác nhận

# retypeNewPass
source: 新パスワード（確認用)
vi_vn: Mật khẩu mới (xác nhận)

# targetCode
source: 工数(製造)
vi_vn: Số công (code)

# targetDesign
source: 工数(設計)
vi_vn: Số công (thiết kế)

# targetTest
source: テスト件数(テスト)
vi_vn: Số lượng mục test (test)

# usename
source: ユーザー名
vi_vn: User name

# errorLoginFail
source: ユーザーまたはパスワードが間違っているようです。もう一度入力してください。
vi_vn: Người dùng hoặc mật khẩu dường như không chính xác. Vui lòng nhập lại !

# errorLoginFailOver
source: ユーザーまたはパスワードが3回正しく入力されていません。ユーザーがロックされました。「パスワードをお忘れの方」をクリックしてください。!
vi_vn: Người dùng hoặc mật khẩu đã không được nhập chính xác ba lần. Người dùng đã bị khóa. Nhấp vào "Quên mật khẩu của bạn?" !

# login
source: ログイン
vi_vn: Đăng nhập

# noData
source: ～入力してください！
vi_vn: Vui lòng nhập !

# noProject
source: あなたのためのプロジェクトはありません
vi_vn: Không có dự án nào dành cho bạn

# capchaError
source: キャプチャの入力が間違っていました。もう一度確認してください。
vi_vn: Vui lòng kiểm tra lại captcha

# emailNotDetail
source: メールアドレスが存在していません！
vi_vn: Địa chỉ email không tồn tại !

# emaiSendFinish
source: パスワードを再設定されました。パスワードのリセットメールが送信されました。5分間確認してください。5分後、メールはキャンセルされます。
vi_vn: Một email đặt lại mật khẩu đã được gửi. Vui lòng kiểm tra trong 5 phút. Sau 5 phút, email sẽ bị hủy.

# forGotPassword
source: パスワードをお忘れの方
vi_vn: Quên mật khẩu

# passWord
source: パスワード
vi_vn: Mật khẩu

# retypePassword
source: パスワード （確認用)
vi_vn: Mật khẩu (xác nhận)

# send
source: 送信
vi_vn: Gửi

# setPassword
source: パスワードを再設定
vi_vn: Đặt lại mật khẩu

# confDownload
source: このファイルをダウンロードしますか？
vi_vn: Bạn có muốn tải xuống tệp này không?

# reasonCSV
source: ★あり：問題の原因分析、改善方針等 ★なし：成功の原因分析、波及方法等々
vi_vn: Có ★: Phân tích nguyên nhân của vấn đề, phương thức cải tiến v.v Không ★: Phân tích nguyên nhân thành công, phương thức mở rộng, lan truyền v.v

# editQuanlity
source: 編集
vi_vn: Chỉnh sửa

# btnChange
source: 変更
vi_vn: Thay đổi

# noDataID
source: ユーザーIDを入力することが必要！
vi_vn: Bạn cần phải nhập vào ID người dùng

# noDatapass
source: パスワードを入力することが必要！
vi_vn: Bạn cần nhập vào mât khẩu

# ErrorOverEight
source: パスワードは8文字以下で入力してください！
vi_vn: Vui lòng nhập mật khẩu có 8 ký tự trở xuống !

# ChangeDataFail
source: 挿入失敗！
vi_vn: Thay đổi dữ liệu thất bại !

# ChangeDataSucces
source: 正常に挿入されました!
vi_vn: Thay đổi dữ liệu thành công !
